Repository: ChristianPauly/fluffychat
Catalog: po/*.po
Languages: nl

source: Are you sure?
nl: Weet je het zeker?

source: You must agree to the privacy policy
nl: Je moet akkoord gaan met het privacy beleid

source: Copied to the clipboard
nl: Gekopieerd naar klembord

source: Info about FluffyChat %1 on %2
nl: Info over FluffyChat %1 op %2

source: Become a patron
nl: Wordt een patron

source: Support on Liberapay
nl: Ondersteun met Liberapay

source: Join the community
nl: Neem deel in de gemeenschap

source: Privacy Policy
nl: Privacy Regeling

source: Contributors
nl: Bijdragers

source: Source code
nl: Broncode

source: License
nl: Licentie

source: Archived chats
nl: Gearchiveerde chats

source: Search archived chats...
nl: Zoek gearchiveerde chats...

source: There are no archived chats
nl: Er zijn geen gearchiveerde chats

source: Connected email addresses
nl: Verbonden email adressen

source: Add email address
nl: Voeg email adres toe

source: No email addresses connected
nl: Geen email adressen verbonden

source: Please set a password
nl: Maak a.u.b. een wachtwoord aan

source: Please set a strong password. To reset your password, you will need to provide an e-mail address later
nl: Kies een sterk wachtwoord. Om je wachtwoord te wijzigen moet je straks een email adres opgeven

source: e.g. Summer%salad$flattens?tOOthpaste
nl: b.v. Summer%salad$flattens?tOOthpaste

source: Sign up
nl: Registreren

source: Welcome to FluffyChat
nl: Welkom bij FluffyChat

source: Join the Matrix
nl: Kom in de Matrix

source: FluffyChat is compatible with other messengers like Riot, Fractal or uMatriks. You can also join IRC channels, participate in XMPP chats and bridge Telegram groups.
nl: Fluffychat is compatible met andere messengers zoals Riot, Fractal of uMatriks. Ook kun je lid worden van IRC kanalen, deelnemen in XMPP chats en Telegram groepen koppelen.

source: What's new in version %1?
nl: Wat is er nieuw in versie %1?

source: Community funded
nl: Bekostigd door de gemeenschap

source: Continue
nl: Doorgaan

source: Change homeserver
nl: Wijzig homeserver

source: Change ID-server
nl: Wijzig ID-server

source: About FluffyChat
nl: Over FluffyChat

source: Choose your homeserver
nl: Kies uw homeserver

source: Choose your identity server
nl: Kies je identity server

source: Phone number (optional)
nl: Telefoonnummer (optioneel)

source: Username or Matrix ID
nl: Gebruikersnaam of Matrix ID

source: Create a new account
nl: Maak een nieuw account

source: Sign in
nl: Inloggen

source: Share
nl: Deel

source: Swipe up from the bottom to start a new chat or discover public groups.
nl: Veeg van onderaf omhoog om nieuwe chat te starten of publieke groepen te ontdekken.

source: Add chat
nl: Voeg chat toe

source: Add Chat
nl: Voeg Chat toe

source: Import from addressbook
nl: Importeer vanuit adresboek

source: Filter contacts
nl: Contacten filteren

source: New group
nl: Nieuwe groep

source: Public groups
nl: Openbare groepen

source: Click on the top right button to add contacts.
nl: Klik op de knop rechtsboven om contacten toe te voegen.

source: Settings
nl: Instellingen

source: Username:
nl: Gebruikersnaam:

source: Displayname:
nl: Weergave-naam:

source: Edit
nl: Wijzigen

source: Change main color
nl: Kies een hoofdkleur

source: Change background
nl: Wijzig achtergrond

source: Dark mode
nl: Donkere modus

source: Notifications
nl: Meldingen

source: Chat settings:
nl: Chat instellingen:

source: Display 'I am typing' when typing
nl: Toon 'Ik typ' tijdens het typen

source: Hide less important events
nl: Verberg minder belangrijke gebeurtenissen

source: Autoload animated images
nl: Autolaadt bewegende afbeeldingen

source: Account settings:
nl: Account instellingen:

source: Connected phone numbers
nl: Gekoppelde telefoonnummers

source: Devices
nl: Apparaten

source: Change password
nl: Wachtwoord wijzigen

source: Check out:
nl: Afmelden:

source: Disable account
nl: Account uitschakelen

source: Log out
nl: Uitloggen

source: More:
nl: Meer:

source: No description found
nl: Geen omschrijving gevonden

source: Enter your password
nl: Voer je wachtwoord in

source: Please enter your password for: <b>%1</b>
nl: Voer je wachtwoord in voor: <b>1%1</b>

source: Password...
nl: Wachtwoord...

source: Common messages
nl: Gemeenschappelijke berichten

source: Messages from single chats
nl: Berichten van afzonderlijke chatgesprekken

source: Mention my display name
nl: Bevat mijn weergavenaam

source: Mention my user name
nl: Bevat mijn gebruikersnaam

source: Invitations for me
nl: Uitnodigingen voor mij

source: Chat member changes
nl: Chatleden veranderingen

source: Messages from bots
nl: Berichten van bots

source: Invite users
nl: Gebruikers uitnodigen

source: Search e.g. @username:server.abc
nl: Zoek bijv. @username:server.abc

source: <br><b>Matrix client</b><br><br>* FluffyChat is a Matrix protocol client and is compatible with all Matrix servers and Matrix identity servers. All communications conducted while using FluffyChat use a Matrix server and the Matrix identity server.<br>* The default server in FluffyChat is https://ubports.chat and the default identity server is https://vector.im.<br>* FluffyChat doesn't operate any server or remote service.<br>* All communication of substantive content between FluffyChat and any server is done in secure way, using transport encryption to protect it. End-to-end encryption will follow.<br>* FluffyChat is not responsible for the data processing carried out by any Matrix server or Matrix identity server.<br>* FluffyChat offers the option to use phone numbers to find contacts. This is not a requirement of normal operation and is intended only as a convenience. No contact details are uploaded without user interaction! The user can choose to upload all or some or no contacts to the identity server!<br><br><b>Push Notifications</b><br><br>* The Matrix server selected by the user will automatically send push notifications to the UBports push service. These notifications are encrypted with the https protocol between the device and the Matrix server and on to the official UBports Matrix gateway at https://push.ubports.com:5003/_matrix/push/r0/notify This server forwards the notification to UBports push service at https://push.ubports.com and then sends this on as a push notification to the user's device(s).<br>
nl: <br><b>Matrix client</b><br><br>* FluffyChat is een Matrix protocol client en is compatible met alle Matrix servers en Matrix identity servers. Alle communicatie met FluffyChat gebruiken een Matrix server en de Matrix identity server.<br>* The standaard server in FluffyChat is https://ubports.chat en de standaard identity server is https://vector.im.<br>* FluffyChat zelf gebruikt geen server of een service op afstand.<br>* Alle communicatie van enige betekenis tussen FluffyChat en een server wordt veilig gedaan, beschermt door transport encryption. End-to-end encryption zal ook komen.<br>* FluffyChat is niet verantwoordelijk voor het verwerken van de data door een Matrix server of Matrix identity server.<br>* FluffyChat biedt het optioneel gebruik van telefoonnummers om contacten te vinden. Dit is echter geen vereiste voor normaal gebruik en alleen bedoeld voor extra gemak. Er worden nooit gebruikersgegevens ge-upload zonder interactie van de gebruiker! De gebruiker kan er voor kiezen alle of sommige contacten te uploaden naar de identity server!<br><br><b>Push Notificaties</b><br><br>* De door de gebruiker gekozen Matrix server stuurt automatisch push notificaties naar de UBports push service. Deze notificaties worden versleuteld met het https protocol tussen het apparaat en de Matrix server en door naar de officiele UBports Matrix gateway op https://push.ubports.com:5003/_matrix/push/r0/notify Deze server stuurt de notificatie door naar de UBports push service op https://push.ubports.com waarna het wordt doorgestuurd als push notificatie naar de apparaten van de gebruiker.<br>

source: Choose a country
nl: Kies een land

source: Chats with this user:
nl: Chats met deze gebruiker:

source: Start new chat
nl: Nieuwe chat starten

source: Unknown chat
nl: Onbekend gesprek

source: No messages in this chat ...
nl: Geen berichten in deze chat ...

source: Reply to <b>%1</b>: "%2"
nl: Beantwoord <b>1%1</b>2: "%2"

source: Accept invitation
nl: Uitnodiging accepteren

source: Join
nl: Deelnemen

source: You do not have posting permissions here
nl: U heeft geen toestemming om naar deze chat te schrijven

source: Type something ...
nl: Iets typen ...

source: Add phone number
nl: Voeg telefoonnummer toe

source: No phone numbers connected
nl: Geen telefoonnummer gekoppeld

source: Advanced settings
nl: Geavanceerde instellingen

source: Access
nl: Toegang

source: Users can be invited
nl: Gebruikers kunnen worden uitgenodigd

source: Chat is public accessible
nl: Chat is publiek toegankelijk

source: Guest users are allowed
nl: Gastgebruikers zijn toegestaan

source: Public chat addresses
nl: Publieke chat adressen

source: History visibility
nl: Zichtbaarheid geschiedenis

source: History is visible from invitation
nl: Geschiedenis is zichtbaar vanaf uitnodiging

source: Members can access full chat history
nl: Chatgeschiedenis toegankelijk voor leden

source: Anyone can access full chat history
nl: Chatgeschiedenis toegankelijk voor iedereen

source: Notify
nl: Melding

source: Only if mentioned
nl: Alleen indien vermeld

source: Don't notify
nl: Niet op de hoogte

source: Groups on %1
nl: Groepen op %1

source: and matrix.org
nl: en matrix.org

source: No chats found
nl: Geen chats gevonden

source: Edit chat name
nl: Chatnaam bewerken

source: Description:
nl: Omschrijving:

source: Users in this chat (%1):
nl: Gebruikers in deze chat (%1):

source: Invite friends
nl: Nodig vrienden uit

source: Reload
nl: Herladen

source: Notification settings
nl: Notificatie instellingen

source: Enable notifications
nl: Meldingen inschakelen

source: Advanced notification settings
nl: Geavanceerde notificatie instellingen

source: Devices that receive push notifications:
nl: Apparaten die push-meldingen ontvangen:

source: Add chat address
nl: Chat adres toevoegen

source: Please log in to Ubuntu One to receive push notifications.
nl: Log in op Ubuntu One om push meldingen te ontvangen.

source: You are not allowed to chat here.
nl: Je mag hier niet chatten.

source: No connection to the homeserver 😕
nl: Geen verbinding met de homeserver 😕

source: 😰 A critical error has occurred! Sorry, the connection to the server has ended! Please report this bug on: https://github.com/ChristianPauly/fluffychat/issues/new. Error details: %1
nl: 😰 Er trad een kritieke fout op! Sorry, de verbinding met de server is beëindigd! Meld deze bug alsjeblieft op: https://github.com/ChristianPauly/fluffychat/issues/new. Fout details: %1

source: Copied to clipboard
nl: Gekopieerd naar klembord

source: Swipe to the left or the right for actions. 😉
nl: Veeg naar links of naar rechts voor acties. 😉

source: Ban from this chat?
nl: Verbannen uit deze chat?

source: Cancel banishment?
nl: Verbanning opheffen?

source: Kick from this chat?
nl: Verwijder uit deze chat?

source: Change your password
nl: Wijzig uw wachtwoord

source: Enter your old password
nl: Voer uw oude wachtwoord in

source: Enter your new password
nl: Voer uw nieuwe wachtwoord in

source: Please repeat
nl: Herhaling alsjeblieft

source: Cancel
nl: Annuleren

source: Change
nl: Veranderen

source: Password has been changed
nl: Wachtwoord is gewijzigd

source: Edit profile picture
nl: Profiel afbeelding wijzigen

source: Remove picture
nl: Afbeelding verwijderen

source: Close
nl: Sluit

source: Target details
nl: Details doel

source: <b>Device name</b>: %2
nl: <b>Apparaatnaam</b>: %2

source: <b>App</b>: %2
nl: <b>Toepassing</b>: %2

source: <b>Kind</b>: %2
nl: <b>Geste</b>: %2

source: <b>Language</b>: %2
nl: <b>Taal</b>: %2

source: Download
nl: Downloaden

source: Cancel process
nl: Annuleren

source: Back
nl: Terug

source: %1 contacts were found
nl: %1 contacten gevonden

source: Remove the device
nl: Apparaat verwijderen

source: <b>Device ID</b>: %1
nl: <b>Apparaat-ID</b>: %1

source: <b>Last IP</b>: %4
nl: <b>Lest IP</b>: %4

source: Are you sure, that you want to remove this device?
nl: Weet u zeker dat u dit apparaat wilt verwijderen?

source: Please enter your password
nl: Vul a.u.b. uw wachtwoord in

source: Remove
nl: Verwijderen

source: Remove this phone number?
nl: Dit telefoonnummer verwijderen?

source: Connect new phone number
nl: Nieuw telefoonnummer koppelen

source: Please log out to change your country
nl: Log eerst uit om je land te wijzigen

source: Connect
nl: Verbind

source: Remove my account
nl: Verwijder mijn account

source: Are you sure that you want to remove your account? This can not be undone.
nl: Weet u zeker dat u uw account wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Yes
nl: Ja

source: Add new chat address
nl: Voeg nieuw chatadres toe

source: Save
nl: Opslaan

source: Please enter the validation code
nl: Voer verificatiecode in

source: Validation code
nl: Verificatiecode

source: Leave this chat
nl: Verlaat deze chat

source: Change the main color
nl: Wijzig de hoofdkleur

source: Hue: %1
nl: Tint: %1

source: Last active: %1
nl: Laatst actief: %1

source: Try to send again
nl: Probeer nogmaals te verzenden

source: Reply
nl: Beantwoord

source: Copy text
nl: Kopiëren

source: Add to sticker collection
nl: Aan stickercollectie toevoegen

source: Forward
nl: Vooruit

source: Load gif
nl: Laadt gif

source: Show image
nl: Toon afbeelding

source: Download:
nl: Downloaden:

source: This device
nl: Dit apparaat

source: Delete sticker
nl: Verwijder sticker

source: Full username:
nl: Volledige gebruikersnaam:

source: Remove this email address?
nl: Dit email adres verwijderen?

source: Canonical alias
nl: Canonieke alias

source: Change your display name
nl: Wijzig uw weergavenaam

source: Enter your new nickname
nl: Geef uw nieuwe bijnaam

source: Add new contact
nl: Nieuw contact toevoegen

source: Enter the full @username
nl: Voer volledige @username in

source: Start private chat
nl: Privé chat starten

source: Your username is: %1
nl: Uw gebruikersnaam is: %1

source: Or
nl: Of

source: Edit chat picture
nl: Chatafbeelding bewerken

source: Chat settings and details
nl: Chat instellingen en details

source: Change chat avatar
nl: Chat avatar wijzigen

source: No chat name yet
nl: Nog geen chatnaam

source: No description yet
nl: Nog geen omschrijving

source: Last seen:
nl: Laatst gezien:

source: Connect new email address
nl: Koppel een nieuw email adres

source: youremail@example.edu
nl: jouwemail@voorbeeld.edu

source: Please restart the app or if necessary restart the device to complete the update!
nl: Herstart de app of -indien nodig- herstart het apparaat om de update te voltooien!

source: Currently active
nl: Momenteel actief

source: Last seen: %1
nl: Laatst gezien: %1

source: Member
nl: Lid

source: Was invited
nl: Was uitgenodigd

source: Has left the chat
nl: De chat heeft verlaten

source: Has knocked
nl: Heeft geklopt

source: Was banned from the chat
nl: Werd verbannen uit de chat

source: Unknown
nl: Onbekend

source: Background removed
nl: Achtergrond verwijderd

source: Do you want to join this chat?
nl: Weet je zeker dat je aan deze chat wil deelnemen?

source: Have you confirmed your email address?
nl: Heb je je email adres bevestigd?

source: %1 has been invited
nl: %1 is uitgenodigd

source: An error occured. Maybe the username %1 is wrong?
nl: Er ging iets fout. Misschien is de gebruikersnaam %1 fout?

source: %1 is banned from the chat.
nl: %1 werd verbannen uit de chat.

source: Invite %1 to this chat?
nl: %1 uitnodigen voor deze chat?

source: Please notice that FluffyChat does only support transport encryption yet.
nl: Let op dat FluffyChat momenteel alleen nog transport versleuteling ondersteunt.

source: ✏ is typing…
nl: ✏ typt …

source: ✏ %1 is typing…
nl: ✏ %1 typt …

source: ✏ %1 and %2 more are typing…
nl: ✏ %1 en nog %2 typen …

source: Members
nl: Leden

source: Moderators
nl: Moderatoren

source: Admins
nl: Beheerders

source: Owners
nl: Eigenaren

source: %1 is not a valid username
nl: %1 is geen geldige gebruikersnaam

source: Empty chat
nl: Leeg chat

source: Username already taken
nl: Gebruikersnaam is al in gebruik

source: The desired user ID is in the exclusive namespace claimed by an application service
nl: Het gewenste gebruikers ID is in de exclusieve namespace gereservereerd door een applicatie service

source: Invalid username or password
nl: Ongeldige gebruikersnaam of wachtwoord

source: No connection to
nl: Geen verbinding met

source: Unknown event
nl: Onbekende gebeurtenis

source: Unknown Event:
nl: Onbekende Gebeurtenis:

source: %1 has a new avatar
nl: %1 heeft een nieuwe avatar

source: %1 changed the displayname to %2
nl: %1 heeft de weergavenaam gewijzigd naar %2

source: %1 accepted the invitation
nl: %1 accepteerde de uitnodiging

source: %1 is now participating
nl: %1 neemt nu deel

source: %1 is now participating as <b>%2</b>
nl: %1 neemt nu deel als <b>%2</b>

source: %1 invited %2
nl: %1 heeft %2 uitgenodigd

source: %1 pardoned %2
nl: %1 heeft %2 hersteld

source: %1 declined the invitation
nl: %1 wees de uitnodiging af

source: %1 left the chat
nl: %1 heeft de chat verlaten

source: %1 kicked %2
nl: %1 heeft %2 verwijderd

source: %1 banned %2 from the chat
nl: %1 heeft %2 verbannen uit de chat

source: and more member changes
nl: en meer leden veranderingen

source: %1 created the chat
nl: %1 heeft de chat aangemaakt

source: %1 changed the chat name to: «%2»
nl: %1 wijzigde de chatnaam in: «%2»

source: %1 changed the chat topic to: «%2»
nl: %1 wijzigde het chatonderwerp in: «%2»

source: %1 changed the chat avatar
nl: %1 heeft de chat avatar gewijzigd

source: %1 redacted a message
nl: %1 heeft een bericht aangepast

source: %1 initialized end to end encryption. Be aware that FluffyChat does not yet support end to end encryption. You will not be able to send or read messages in this chat!
nl: %1 heeft end to end versleuteling aangezet. Let op dat FlffyChat nog geen end to end versleuteling ondersteunt. Je zult geen berichten kunnen versturen of verzenden in deze chat!

source: Encrypted message
nl: Versleuteld bericht

source: %1 sent a sticker
nl: %1 heeft een sticker verzonden

source: %1 set the chat history visible to: «%2»
nl: %1 maakte de chatgeschiedenis zichtbaar voor: «%2»

source: %1 set the join rules to: «%2»
nl: %1 heeft de verbindingsregels gezet op: «%2»

source: %1 set the guest access to: «%2»
nl: %1 heeft de gast-toegang ingesteld op: «%2»

source: %1 changed the chat aliases
nl: %1 wijzigde de chat aliassen

source: %1 changed the main chat alias to: «%2»
nl: %1 wijzigde de hoofd chat alias in: «%2»

source: %1 changed the chat permissions
nl: %1 wijzigde de chat rechten

source: Only invited users
nl: Alleen uitgenodigde gebruikers

source: Public
nl: Openbaar

source: Private
nl: Privé

source: Knock
nl: Klop

source: All chatters
nl: Alle chatdeelnemers

source: All joined chat participants
nl: Alle aangesloten chatdeelnemers

source: All invited chat participants
nl: Alle uitgenodigde chatdeelnemers

source: Everyone
nl: Iedereen

source: Can join
nl: Kan toetreden

source: Forbidden
nl: Verboden

source: You have been invited to this chat
nl: U bent uitgenodigd voor deze chat

source: You have left this chat
nl: U hebt deze chat verlaten

source: You:
nl: Jij:

source: No previous messages
nl: Geen eerdere berichten

source: Do you want to leave this chat?
nl: Wil je deze chat verlaten?

source: Add to sticker collection?
nl: Toevoegen aan sticker collectie?

source: Already added as sticker
nl: Reeds toegevoegd als sticker

source: Added as sticker
nl: Toegevoegd als sticker

source: Remove this message?
nl: Dit bericht verwijderen?

source: Do you want to create a new group now?
nl: Wil je nu een nieuwe groep maken?

source: Username '%1' not found on %2
nl: Gebruikersnaam '%1' niet gevonden op %2

source: Username is already taken
nl: Gebruikersnaam al in gebruik
